Revit 2024 API
RebarHandlePositionData.Dispose Method
Releases all resources used by the RebarHandlePositionData
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public void Dispose()
Visual Basic
Public Sub Dispose
Visual C++
public:
virtual void Dispose() sealed
Implements
IDisposable.Dispose()
See Also
RebarHandlePositionData Class
Autodesk.Revit.DB.Structure Namespace